alacritty
autoconf
automake
base
binutils
bison
dmenu
efibootmgr
fakeroot
file
findutils
firefox
flex
gawk
gcc
gettext
git
grep
groff
gst-plugin-pipewire
gzip
htop
intel-media-driver
intel-ucode
iwd
libpulse
libtool
libva-intel-driver
libva-mesa-driver
lightdm
lightdm-gtk-greeter
linux
linux-firmware
m4
make
nano
openssh
pacman
patch
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
qtile
sed
smartmontools
sudo
texinfo
vim
vulkan-intel
vulkan-radeon
wget
which
wireless_tools
wireplumber
wpa_supplicant
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-xinit
