acpi
acpid
alacritty
autoconf
automake
awesome
base
bat
binutils
bison
blueman
bluez
bluez-plugins
bluez-utils
brightnessctl
bspwm
btop
conky
discord
dmenu
docker
dunst
efibootmgr
exa
fakeroot
feh
file
file-roller
findutils
firefox
flex
font-manager
fzf
gawk
gcc
gettext
git
git-delta
gnome-keyring
gnome-themes-extra
grep
groff
gst-plugin-pipewire
gtk4
gzip
htop
i3-gaps
i3blocks
i3lock
i3status
intel-media-driver
intel-ucode
iwd
jc
jq
kitty
libpulse
libtool
libva-intel-driver
light
linux
linux-firmware
lxappearance-gtk3
m4
make
man-db
mpc
mpd
mpv
nano
nano-syntax-highlighting
neofetch
neovim
networkmanager
obs-studio
openssh
p7zip
pacman
patch
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
playerctl
polkit-gnome
polybar
pulsemixer
python-dbus-next
python-pywal
qtile
ranger
redshift
rofi
seahorse
sed
smartmontools
starship
sudo
sxhkd
sxiv
texinfo
thunar
thunar-archive-plugin
thunar-volman
tldr
ttf-dejavu
ttf-fantasque-sans-mono
ttf-fira-code
ttf-liberation
ttf-roboto
unzip
upower
vim
vulkan-intel
w3m
wget
which
wireless_tools
wireplumber
wmctrl
wpa_supplicant
xclip
xdg-desktop-portal-wlr
xdg-utils
xdotool
xf86-video-intel
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xwininfo
xss-lock
xterm
z
zsh
